Repository: AliBakhshi/Anspress-Persian-Language
Catalog: ap-*.po
Languages: fa_ir

source: All Questions
fa_ir: تمامی پرسش ها

source: New Question
fa_ir: پرسش جدید

source: All Answers
fa_ir: تمامی پاسخ ها

source: Moderate question & answer
fa_ir: نظارت بر پرسش و پاسخ

source: Moderate
fa_ir: نظارت

source: Flagged question & answer
fa_ir: پرسش و پاسخ های نشانه گذاری شده

source: Flagged
fa_ir: نشانه گذاری شده

source: Reputation
fa_ir: شهرت

source: AnsPress Options
fa_ir: تنظیمات انسپرس

source: Options
fa_ir: تنظیمات

source: Post flag
fa_ir: نشانه گذاری پست

source: Select question
fa_ir: انتخاب پرسش

source: AnsPress Points
fa_ir: امتیازات

source: New reputation
fa_ir: شهرت جدید

source: AnsPress Badges
fa_ir: نشان ها

source: New badge
fa_ir: نشان جدید

source: Posts waiting moderation
fa_ir: پست های در صف تایید

source: Settings
fa_ir: تنظیمات

source: AnsPress Role
fa_ir: نقش ها

source: Role and permission for AnsPress
fa_ir: نقش ا و دسترسی ها

source: Title
fa_ir: عنوان

source: Description
fa_ir: توضیحات

source: Points
fa_ir: امتیازات

source: Event
fa_ir: رویداد

source: Save Point
fa_ir: ذخیره امتیاز

source: Type
fa_ir: نوع

source: Min. Points
fa_ir: حداقل امتیاز

source: Multiple
fa_ir: چندمنظوره

source: Save badge
fa_ir: ذخیره آیکون

source: This question is orphan, no question is selected for this answer
fa_ir: سوال حل نشده است , هیچ پاسحی انتخاب نشده است

source: Edit question
fa_ir: ویرایش سوال

source: AnsPress Pages
fa_ir: صفحات سیستم

source: Add to Menu
fa_ir: اضافه کردن به منو

source: Fix question tags
fa_ir: تعمیر تگ های سوالات

source: Hide message %s
fa_ir: مخفی سازی پیغام %s

source: dismiss
fa_ir: انصراف

source: Download
fa_ir: دانلود

source: By %s
fa_ir: بی وسیله ی %s

source: Last Updated:
fa_ir: آخرین به روز رسانی:

source: Untested with your version of WordPress
fa_ir: امتحان نشده با نسخه وردپرس شما

source: Search
fa_ir: جست و جو

source: All
fa_ir: همه

source: Publish
fa_ir: انتشار

source: Pending
fa_ir: در دست برسی

source: Closed
fa_ir: بسته شده

source: Draft
fa_ir: پیش نویس

source: Trash
fa_ir: زباله دان

source: Flag
fa_ir: نشانه گذاری

source: Question
fa_ir: سوال

source: Answer
fa_ir: پاسخ

source: Edit flags
fa_ir: ویرایش نشانه گذاری ها

source: Restore
fa_ir: بازگردانی

source: Delete permanently
fa_ir: حذف دائم

source: Edit
fa_ir: ویرایش

source: View
fa_ir: نمایش

source: Published
fa_ir: منتشر شده

source: Move to trash
fa_ir: انتقال به سطل زباله

source: Save options
fa_ir: ذخیره تنظیمات

source: Answers
fa_ir: پاسخ ها

source: <span class="when">Answered about %s ago</span>
fa_ir: <span class="when">پاسخ داده شده %s پیش</span>

source: Hide
fa_ir: پنهان کردن

source: No answers yet
fa_ir: هنوز پاسخی دریافت نشده

source: Status
fa_ir: وضعیت

source: Category
fa_ir: دسته بندی

source: General
fa_ir: عمومی

source: Base page
fa_ir: صفحه اصلی

source: Select page for displaying anspress.
fa_ir: انتخاب صفحه برای نمایش سوالات.

source: Hide author credits
fa_ir: پنهان سازی نویسنده

source: Allow private posts
fa_ir: اجازه ارسال پست خصوصی

source: Allow users to create private question and answer.
fa_ir: اجازه دادن به کاربران برای ارسال سوال و پاسخ خصوصی

source: Clean DB
fa_ir: پاک کردن پایگاه داده

source: Layout
fa_ir: طرح

source: Avatar
fa_ir: آواتار

source: Theme
fa_ir: تیم

source: Select theme for AnsPress.
fa_ir: انتخاب قالب برای انسپرس

source: List avatar size
fa_ir: سایز آواتار لیست

source: User avatar size for questions list.
fa_ir: سایز آواتار کاربرا برای لیست سوالات

source: Question avatar size
fa_ir: ادازه آواتار سوال

source: User avatar size for question.
fa_ir: سایز آواتار کاربر برای سوال

source: Answer avatar size
fa_ir: اندازه آواتار پاسخ

source: User avatar size for answer.
fa_ir: سایز آواتار کاربر برای پاسخ

source: Comment avatar size
fa_ir: سایز آواتار نظرات

source: User avatar size for comments.
fa_ir: سایز آواتار کاربران برای نظرات

source: Items to show per page
fa_ir: تعداد آیتم ها برای نمایش در هر صفحه

source: Questions per page
fa_ir: تعداد سوالات هر صفحه

source: Questions to show per page.
fa_ir: تعداد سوالات برای نمایش در هر صفحه

source: Answers per page
fa_ir: تعداد پاسخ هر صفحه

source: Answers to show per page.
fa_ir: تعداد پاسخ ها برای نمایش در هر صفحه.

source: Users per page
fa_ir: تعداد کاربران هر صفحه

source: Users to show per page.
fa_ir: تعداد کاربران برای نمایش در هر صفحه

source: Sorting
fa_ir: مرتب سازی

source: Default answer sort
fa_ir: مرتب سازی پیش فرض پاسخ

source: Sort answers by default.
fa_ir: مرتب سازی پاسخ ها بصورت پیش فرض

source: Voted
fa_ir: رای داده شده

source: Active
fa_ir: فعال

source: Newest
fa_ir: جدید ترین

source: Oldest
fa_ir: قدیمی ترین

source: Toggle
fa_ir: تغییر وضعیت

source: Show comments
fa_ir: نمایش نظرات

source: Show comments by default.
fa_ir: نمایش نظرات بصورت پیش فرض

source: Page titles
fa_ir: عناوین صفحه

source: Show question title
fa_ir: نمایش عنوان سوال

source: Show question title in single question page.
fa_ir: نمایش عنوان سوال در صفحه هر سوال

source: Base page title
fa_ir: عنوان صفحه اصلی

source: Main questions list page title
fa_ir: عنوان صفحه اصلی لیست سوالا

source: Ask page title
fa_ir: عنوان صفحه پرسش

source: Title of the ask page
fa_ir: عنوان صفحه پرسش

source: Minimum title length
fa_ir: حداقل طول عنوان

source: Set minimum letters for a question title.
fa_ir: تنظیم حداقل حروف برای عنوان یک سوال.

source: Minimum question content
fa_ir: حداقل مجتوای یک سوال

source: Set minimum letters for a question contents.
fa_ir: نظیم حداقل حروف برای محتوای یک سوال

source: Use text editor ?
fa_ir: استفاده از ویرایشگر متن ؟

source: Text editor as default.
fa_ir: ویرایشگر پیش فرض متن

source: Disable comments
fa_ir: غیر فعال کردن نظرات

source: Disable comments on questions.
fa_ir: غیر فعال کردن نظرات در سوالات

source: Disable voting
fa_ir: غیر فعال کردن رای

source: Disable voting on questions.
fa_ir: غیر فعال کردن رای در نظرات

source: Multiple Answers
fa_ir: پاسخ های چندگانه

source: Allow an user to submit multiple answers on a single question.
fa_ir: اجازه بده به کاربران تا نظرات چند منظوره ثبت کنند

source: Set minimum letters for a answer contents.
fa_ir: تنظیم حداقل حروف برای فهرست پاسخ

source: Disable comments on answer.
fa_ir: غیر فعال کردن نظرات در پاسخ

source: Disable voting on answers.
fa_ir: غیر فعال کردن رای در پاسخ ها

source: Users
fa_ir: کاربران

source: Show users directory
fa_ir: نمایش دایرکتوری کاربران

source: When enabled public can see directory of users.
fa_ir: زمانی که غیر فعال شد عموم میتوانند دایرکتوری کاربران را ببینند

source: Features
fa_ir: ویژگی ها

source: Disable reputation
fa_ir: غیر فعال کردن اعتبار سیستم

source: Disable reputation for user
fa_ir: غیر فعال کردن اعتبار سیستم برای کاربران

source: Users avatar size
fa_ir: سایز آواتار کاربران

source: Set user avatar size for users page item.
fa_ir: تنظیم سایز آواتار کاربران برای صفحه آیتم های کاربران

source: Cover width
fa_ir: عرض کاور

source: Set width of user cover photo.
fa_ir: تنظیم عرض تصویر کاور کاربر

source: Cover height
fa_ir: طول کاور

source: Set height of user cover photo.
fa_ir: تنظیم طول تصویر کاور کاربر

source: Cover thumb width
fa_ir: عرض تصویر بندانگشتی کاور

source: Set width of user cover photo thumbnail.
fa_ir: تنظیم عرض تصویر کوچک کاور

source: Small cover height
fa_ir: طول کاور کوچک

source: Set height of user cover photo thumbnail.
fa_ir: تنظیم طول تصویر کوچک کاور

source: Default rank
fa_ir: رتبه بندی پیشفرض

source: Assign a default rank for newly registered user.
fa_ir: اختصاص دادن رتبه بندی پیشفرض برای کاربران تازه صبت نام شده

source: Permission
fa_ir: اجازه

source: Multiple answers
fa_ir: پاسخ های چندگانه

source: Allow user to submit multiple answer per question.
fa_ir: اجازه دادن به کاربر برای ثبت پاسخ چندگانه برای هر سوال.

source: Asker cant answer
fa_ir: پرسشگر نمیتواند پاسخ دهد

source: Disallow asker to answer his own question.
fa_ir: اجازه ندادن به کاربران برای پاسخ به سوال خود.

source: Allow anonymous
fa_ir: اجازه ناشناس

source: Non-loggedin user can post questions and answers.
fa_ir: کاربران وارد نشده امکان ارسال سوال یا پاسخ را ندارند

source: Only admin can answer
fa_ir: فقط مدیر میتواند پاسخ دهد

source: Only allow admin to answer question.
fa_ir: فقط به مدیر اجازه پاسخ به سوال را دارد

source: Only logged in can see answers
fa_ir: فقط کاربران وارد شده میتوانند پاسخ ها را ببینند

source: non-loggedin user cannot see answers.
fa_ir: کاربران وارد نشده نمیتوانند پاسخ ها را ببینند

source: Only logged in can see comment
fa_ir: فقط کاربران وارد شده میتوانند نظرات را ببینند

source: non-loggedin user cannot see comments.
fa_ir: کاربران وارد نشده نمیتوانند نظرات را ببینند

source: Lock delete action
fa_ir: قفل کردن عمل حذف

source: Status of new question
fa_ir: وضعیت سوال جدید

source: Set post status of new question.
fa_ir: تنظیم وضعیت ارسال سوال جدید

source: Status of edited question
fa_ir: وضعیت ویرایش سوال

source: Set post status of edited question.
fa_ir: تنظیم وضعیت پست ویرایش سوال.

source: Status of new answer
fa_ir: وضعیت پاسخ جدید

source: Set post status of new answer.
fa_ir: تنظیم وضعیت ارسال پاسخ جدید

source: Status of edited answer
fa_ir: وضعیت ویرایش پاسخ

source: Set post status of edited answer.
fa_ir: تنظیم وضعیت پست ویرایش پاسخ

source: Enable reCaptcha
fa_ir: reCaptcha فعال کردن

source: Use this for preventing spam posts.
fa_ir: با استفاده از این مورد برای جلوگیری از پست اسپم

source: Delete this reputation
fa_ir: حذف انتشار دوباره ی این مورد

source: Delete
fa_ir: حذف

source: AnsPress Extensions
fa_ir: برنامه های افزودنی انسپرس

source: AnsPress options updated
fa_ir: تنظیمان انسپرس به روز شد

source: AnsPress Dashboard
fa_ir: پیشخوان انسپرس

source: Questions
fa_ir: سوالات

source: There is no question yet.
fa_ir: هیج سوالی ثبت نشده

source: Have any questions ?
fa_ir: سوالی دارید ؟

source: Ask for support
fa_ir: درخواست پشتیبانی

source: View question
fa_ir: نمایش سوال

source: Total <b>%d flag</b>
fa_ir: کل <b>%d نشانه گراری ها</b>

source: Edit post
fa_ir: ویرایش پست

source: Trash post
fa_ir: افزودن به سبد خرید

source: %s flagged this post %s ago
fa_ir: %s این پست در %s نشانه گذاری شده

source: Remove
fa_ir: پاک کردن

source: No one flagged this post yet
fa_ir: هیچکس این پست را نشانه گذاری نکرده است

source: Select a question for new answer
fa_ir: یک سوال را برای یک پاسخ جدید انتخاب کنید

source: %d similar questions found
fa_ir: %d سوالات مشابه در بر داشت

source: Select
fa_ir: انتخاب

source: No related questions found
fa_ir: هیچ سوال مرتبطی یافت نشد

source: Update comment
fa_ir: به روز رسانی نظر

source: Comment
fa_ir: نظر

source: Respond to the post.
fa_ir: پاسخ به پست

source: This post was created %s ago, its locked hence you cannot delete it.
fa_ir: این پست در %s گذشته ایجاد شده است, آن قفل شده است از این رو شما می توانید آن را حذف کنید.

source: Update
fa_ir: به روز رسانی

source: Name
fa_ir: نام

source: Enter your name to display
fa_ir: نام خود را برای نمایش وارد کنید

source: Post answer
fa_ir: پاسخ پست

source: Your answer..
fa_ir: پاسخ شما..

source: Only visible to admin and moderator.
fa_ir: فقط قابل مشاهده برای مدیر و ناظم

source: votes
fa_ir: آرا

source: <time itemprop="datePublished" datetime="%s">%s Ago</time>
fa_ir: <time itemprop="datePublished" datetime="%s">%s Назад</time>

source: Post question
fa_ir: ارسال سوال

source: Question in one sentence
fa_ir: سوال در یک جمله

source: Write a meaningful title for the question.
fa_ir: تشریح موضوع در یک جمله

source: Write description for the question.
fa_ir: ارسال توضیحات برای این سوال

source: Questions %s
fa_ir: سوالات %s

source: Answers %s
fa_ir: پاسخ ها %s

source: Answer this question
fa_ir: پاسخ به این سوال

source: question
fa_ir: سوال

source: answer
fa_ir: پاسخ

source: %1$d comments on your %3$s - %2$s
fa_ir: "%1$d دیدگاه برای شما %3$s - %2$s

source: %1$s commented on your %3$s - %2$s
fa_ir: %1$s دیدگاه ارسال شده برای %3$s - %2$s

source: Submit
fa_ir: فرستادن

source: Cancel
fa_ir: لغو

source: Repeat your password
fa_ir: تکرار رمز عبور

source: Add more
fa_ir: افزودن موارد بیشتر

source: No fields found
fa_ir: هیچ زمینه ای یافت نشد

source: AnsPress Moderator
fa_ir: مدیر انسپرس

source: AnsPress Participants
fa_ir: شرکت کنندگان انسپرس

source: Question >> Feed
fa_ir: سوال >>خبرخوان

source: User
fa_ir: کاربر

source: Activity
fa_ir: فعالیت

source: Profile
fa_ir: حساب کاربری

source: User directory is disabled.
fa_ir: دایرکتوری کاربر غیر فعال است

source: No user found
fa_ir: خیچ کاربری یافت نشد

source: Cover uploaded successfully.
fa_ir: کاور با موفقیت آپلود شد

source: Unable to upload cover.
fa_ir: ناتوان در آلود کاور

source: Avatar uploaded successfully.
fa_ir: آواتار با موفقیت آپلود شد

source: This field is required
fa_ir: این فیلد الزامی است

source: Its too short, it must be minimum %d characters
fa_ir: این مورد بسیار کوتاه است . این باید حداقل %d کاراکتر باشد

source: It must be minimum %d characters
fa_ir: این مورد باید حداقل %d کاراکتر باشد

source: Not a valid email address
fa_ir: آدرس ایمل معتبر نیست

source: Ask
fa_ir: طرح پرسش

source: You don't have permission to access this page.
fa_ir: شما اجازه دسترسی به این صفحه را ندارید

source: No posts found based on your criteria.
fa_ir: هیچ پستی با مشخصات دریافتی پیدا نشد

source: You do not have permission to delete this comment
fa_ir: شما مجاز به حذف این نظر نیستید

source: Comment deleted successfully
fa_ir: نظر با موفقیت حذف شد

source: Tags
fa_ir: برچسب ها

source: Form loaded.
fa_ir: فرم بارگذلری شد

source: You do not have permission to edit this question.
fa_ir: شما مجاز به ویرایش این سوال نیستید

source: Something went wrong, please try again.
fa_ir: مشکلی پیش آمده است .لطفا دوباره تلاش کنید

source: Don't have a user account? %sRegister now%s.
fa_ir: هنوز حساب کاربری ندارید ؟ %s اکنون ثبت نام کنید %s

source: Unable to create tag, please try again.
fa_ir: ناتوان در ایجاد برچسب , لطفا دوباره تلاش کنید

source: Successfully created a tag.
fa_ir: تگ با موفقیت ایجاد شد

source: Unable to load form, please try again.
fa_ir: ناتوان در بارگذاری فرم , لطفا دوباره تلاش کنید

source: Successfully loaded form.
fa_ir: فرم با موفقیت بارگذاری شد

source: Update Answer
fa_ir: به روز رسانی پاسخ

source: Create new tag
fa_ir: ساخت برچسب جدید

source: Enter tag
fa_ir: برچسب را وارد کنید

source: Description of tag.
fa_ir: شرح برچسب

source: Create tag
fa_ir: ساخت برچسب

source: Please login or register to continue this action.
fa_ir: لطفا وارد شوید یا ثبت نام کنید تا این بتوانید ادامه دهید

source: Comments
fa_ir: نظرات

source: Edit this question
fa_ir: ویرایش این پست

source: Edit this answer
fa_ir: ویرایش این پاسخ

source: Edit Answer
fa_ir: ویرایش پاسخ

source: Edited on
fa_ir: تغییر

source: Select this answer as best
fa_ir: این پاسخ را به عنوان بهترین پاسخ انتخاب کنید

source: Unselect this answer
fa_ir: حذف انتخاب این پاسخ

source: Unselect
fa_ir: حذف انتخاب

source: Close
fa_ir: بسته

source: Open
fa_ir: باز

source: Private
fa_ir: خصوصی

source: Change status of post
fa_ir: تغییر وضعیت پست

source: Success
fa_ir: موفقیت

source: You need to login before doing this action.
fa_ir: قبل از انجام این عملیات باید وارد شوید یا ثبت نام کنید

source: Something went wrong, last action failed.
fa_ir: مشکلی ایجاد شده , آخرین دستور با شکست مواجه شد

source: You do not have permission to do this action.
fa_ir: شما مجاز به انجام این عمل نیستید

source: You are commenting on a draft post.
fa_ir: شما در حال بیان دیدگاه در پیش نویس پست هستید

source: Comment successfully posted.
fa_ir: نظر با موفقیت ارسال شد

source: Comment updated successfully.
fa_ir: نظر با موفقیت به روز رسانی شد

source: Comment deleted successfully.
fa_ir: نظر با موفقیت حذف شد

source: You are subscribed to this question.
fa_ir: شما در این سوال مشترک شدید

source: Successfully unsubscribed.
fa_ir: با موفقیت لغو شد.

source: Question submitted successfully
fa_ir: سوال موفقیت ارسال شد

source: Question updated successfully
fa_ir: سوال با موفقیت به روز شد

source: Answer submitted successfully
fa_ir: پاسخ با موفقیت ارسال شد

source: Answer updated successfully
fa_ir: پاسخ با موفقیت به روز شد

source: Thank you for voting.
fa_ir: برای رای دادن از شما متشکریم

source: Your vote has been removed.
fa_ir: رای شما پاک شد

source: Undo your vote first.
fa_ir: اول رای خود را پس بگیرید

source: You cannot vote on your own question or answer
fa_ir: شما قادر به رای دادن به سوال یا پاسخ خود نیستید.

source: Best answer is unselected for your question.
fa_ir: بهترین پاسخ برای سوال شما انتخاب نشده

source: Best answer is selected for your question.
fa_ir: بهترین پاسخ برای سوال شما انتخاب شده

source: Question moved to trash.
fa_ir: سوال به سطل زباله منتقل شد

source: Answer moved to trash.
fa_ir: پاسخ به سطل زباله منتقل شد.

source: Thank you for reporting this post.
fa_ir: شما اجازه دسترسی به پست خصوصی را ندارید.

source: You have already reported this post.
fa_ir: شما این پست را گذارش کردید

source: Please check captcha field and resubmit it again.
fa_ir: لطفا کد امنیتی را بررسی کنید و دوباره آن را دوباره ارسال کنید

source: Comment content is empty.
fa_ir: محتوای نظر خالی است

source: Post status updated successfully
fa_ir: وضعیت پست با موفقیت به روز رسانی شد

source: Question is asked for %s.
fa_ir: سوال پرسیده شده برای %s

source: %s is marked as a private, only admin and post author can see.
fa_ir: %s به عنوان پست خصوصی انتخاب شده و فقط مدیر و نویسنده آن قادر به مشاهده هستند.

source: %s is waiting for approval by moderator.
fa_ir: %s در انتظار تایید مدیر

source: %s is closed, new answer are not accepted.
fa_ir: %s بسته است، پاسخ های جدید، پذیرفته نیست

source: asked
fa_ir: پرسیده شده

source: answered
fa_ir: پاسخ داده شده

source: commented
fa_ir: نظر

source: comment on answer
fa_ir: نظر دادن به پاسخ

source: edited question
fa_ir: سوال ویرایش شده

source: edited answer
fa_ir: پاسخ ویرایش شده

source: edited comment
fa_ir: نظر ویرایش شده

source: selected answer
fa_ir: پاسخ انتخاب شده

source: unselected answer
fa_ir: پاسخ انتخاب نشده

source: Active %s ago
fa_ir: فعال شده در %s گذشته

source: Install Required Plugins
fa_ir: نصب پلاگین های درخواستی

source: Install Plugins
fa_ir: نصب پلاگین ها

source: Installing Plugin: %s
fa_ir: نصب پلاگین : %s

source: Something went wrong.
fa_ir: مشکلی ایجاد شده

source: Return to Required Plugins Installer
fa_ir: بازپشت به نصب کننده پلاگین های درخواستی

source: Return to the dashboard
fa_ir: بازگشت به پیشخوان

source: Plugin activated successfully.
fa_ir: پلاگین با موفقیت فعال شد

source: The following plugin was activated successfully:
fa_ir: پلاگین های زیر با موفقیت فعال شد

source: Dismiss this notice
fa_ir: بستن این اعلان

source: Return to the Dashboard
fa_ir: بازگشت به پیشخوان

source: Private Repository
fa_ir: مخزن خصوصی

source: Pre-Packaged
fa_ir: از پیش دسته بندی شده

source: WordPress Repository
fa_ir: مخزن وردپرس

source: Required
fa_ir: ضروری

source: Recommended
fa_ir: توصیه می شود

source: Not Installed
fa_ir: نصب نشده

source: Installed But Not Activated
fa_ir: با موفقیت نصب شد واما فعال نشد

source: Install
fa_ir: Установка

source: Activate
fa_ir: فعال

source: Plugin
fa_ir: پلاگین

source: Source
fa_ir: منبع

source: Install package not available.
fa_ir: نصب بسته در دسترس نیست

source: Unpacking the package&#8230;
fa_ir: بازگشایی پکیج&#8230;

source: Installing the plugin&#8230;
fa_ir: نصب پلاگین &#8230;

source: Plugin install failed.
fa_ir: نصب پلاگین با شکست رو به رو شد

source: Plugin installed successfully.
fa_ir: پلاگین با موفقیت نصب شد

source: Plugin activation failed.
fa_ir: فعال سازی پلاگین با شکست رو به رو شد

source: %1$s installed and activated successfully.
fa_ir: %1$s با موفقیت نصب و ساماندهی شد.

source: Show Details
fa_ir: نمایش جزییات

source: Hide Details
fa_ir: مخفی کردن جزییات

source: All installations and activations have been completed.
fa_ir: تمامی نصب ها و فعال سازی ها کامل شدند

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fa_ir: نصب و فعال سازی پلاگین %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fa_ir: خطایی در نصبپیش آمده است %1$s: <strong>%2$s</strong>

source: The installation of %1$s failed.
fa_ir: نصب %1$s نا موفق بود

source: %1$s installed successfully.
fa_ir: %1$s با موفقیت نصب شد.

source: All installations have been completed.
fa_ir: همه نصب ها تکمیل شده اند.

source: Installing Plugin %1$s (%2$d/%3$d)
fa_ir: نصب پلاگین %1$s (%2$d/%3$d)

source: Private Post
fa_ir: پیش نمایش پست

source: Parent Question:
fa_ir: سرپروه سوال:

source: View Question
fa_ir: نمایش سوال

source: Add New Question
fa_ir: اضافه کردن سوال جدید

source: Edit Question
fa_ir: ویرایش سوال

source: Update Question
fa_ir: به روز رسانی سوال

source: Search question
fa_ir: جست و جوی سوال

source: No question found
fa_ir: هیچ سوالی یافت نشد

source: No questions found in Trash
fa_ir: هیچ سوالی در سطل زباله یافت نشد

source: Parent Answer:
fa_ir: سرگروه پاسخ

source: View Answer
fa_ir: نمایش پاسخ

source: Add New Answer
fa_ir: افزودن پاسخ جدید

source: New answer
fa_ir: پاسخ جدید

source: Edit answer
fa_ir: ویرایش پاسخ

source: Update answer
fa_ir: به روز رسانی پاسخ

source: Search answer
fa_ir: جست و جوی پاسخ

source: No answer found
fa_ir: هیچ پاسخی یافت نشد

source: No answer found in Trash
fa_ir: هیچ پاسخی در سطل زباله یافت نشد

source: Author
fa_ir: نویسنده

source: Vote
fa_ir: رای

source: Date
fa_ir: تاریخ

source: answers
fa_ir: پاسخ ها

source: Content
fa_ir: محتوا

source: Restore this item from the Trash
fa_ir: بازگرداندن این مورد را از سطل زباله

source: Move this item to the Trash
fa_ir: انتقال این آیتم به سطل زباله

source: Delete this item permanently
fa_ir: این آیتم را برای همیشه حذف کنید

source: Delete Permanently
fa_ir: برای همیشه حذف کنید

source: Preview &#8220;%s&#8221;
fa_ir: پیش نمایش &#8220;%s&#8221

source: Preview
fa_ir: پیش نمایش

source: View &#8220;%s&#8221; question
fa_ir: نمایش &#8220;%s&#8221; سوال

source: Bot verification failed.
fa_ir: تایید BOTشکست خورده

source: Check missing fields and then re-submit.
fa_ir: فیلد های از دست رفته را برسی کنید و دوباره ارسال کنید

source: Please fill parent question field, Answer was not saved!
fa_ir: لطفا سرشاخه سوال را درست پر کنید جواب ذخیره نشد!

source: ago
fa_ir: گذشته

source: New Registration
fa_ir: ثبت نام جدید

source: Points given to newly registered user.
fa_ir: امتیاز داده شده به کاربر تازه ثبت نام.شده

source: Uploading avatar
fa_ir: آپلود آواتار

source: Awarded for uploading an profile picture.
fa_ir: رنده جایزه برای آپلود تصویر پروفایل

source: Completing profile
fa_ir: تکمیل پروفایل

source: Awarded for completing profile fields.
fa_ir: برنده جایزه برای تکمیل تمامی قسمت های پروفایل

source: For asking a question.
fa_ir: برای پرسیدن یک سوال

source: For answering a question.
fa_ir: برای پاسخ دادن یک سوال

source: For new comment.
fa_ir: برای نظر جدید

source: Receive upvote on question
fa_ir: دریافت رای مثبت در سوال

source: When user receive an upvote on question
fa_ir: زمانی که کاربر یک رای مثبت در سوال دریافت میکند

source: Receive upvote on answer
fa_ir: دریافت رای مثبت در پاسخ

source: When user receive an upvote on answer
fa_ir: زمانی که کاربر یک رای مثبت در پاسخ دریافت میکند

source: Receive down vote on question
fa_ir: دریافت رای منفی در سوال

source: When user receive an down vote on question
fa_ir: زمانی که کاربر یک رای منفی در سوال دریافت میکند

source: Receive down vote on answer
fa_ir: دریافت رای منفی در پاسخ

source: When user receive an down vote on answer
fa_ir: زمانی که کاربرای یک رای منفی در پاسخ دریافت میکند

source: Up voted questions
fa_ir: سوالات دارای رای مثبت

source: When user upvote others question
fa_ir: زمانی که کاربری رای مثبت به سوالات دیگران میدهد

source: Up voted answers
fa_ir: سوالات دارای رای مثبت

source: When user upvote others answer
fa_ir: زمانی که کاربر رای مثبت به پاسخ های دیگران میدهد

source: Down voted questions
fa_ir: سوالات دارای رای منفی

source: When user down vote others question
fa_ir: زمانی که کاربر رای منفی به سوالی میدهد

source: Down voted answers
fa_ir: پاسخ های دارای رای منفی

source: When user down vote others answers
fa_ir: زمانی که کاربری رای منفی به پاسخ های دیگران میدهد
