Repository: AliBakhshi/Anspress-Persian-Language
Catalog: ap-*.po
Languages: fa_ir

source: Best answer
fa_ir: برترین پاسخ

source: When user's answer get selected as best
fa_ir: زمانی که پاسخ کاربران به عنوان بهترین انتخاب شده

source: Selecting answer
fa_ir: پاسخ انتخاب شده

source: Answered a question %s
fa_ir: پاسخ داده شده به برخی از سوالات %s

source: Asked %s
fa_ir: پرسیده شده %s

source: Commented %s
fa_ir: نظر %s

source: Selected a best answer for %s
fa_ir: یک پاسخ برتر برای %s انتخاب شده است

source: Received a down vote on %s %s
fa_ir: یک رای منفی در %s %s دریافت شد

source: Received a down vote on on %s %s
fa_ir: یک رای منفی در %s %s دریافت شد

source: Voted down on %s
fa_ir: رای منفی در %s

source: Answer on a question is selected as best, %s
fa_ir: پاسخ در یک سوال به عنوان بهترین انتخاب شده است , %s

source: Something went wrong with the plugin API.
fa_ir: مشکلی در API پلاگین ایجاد شده

source: All plugins installed and activated successfully. %s
fa_ir: تمام پلاگین ها با موفقیت نصب و فعال شدند

source: Discussion on "%s"
fa_ir: گفت و گو "%s"

source: Error 404
fa_ir: ارور 404

source: answer accepted
fa_ir: پاسخ پذیرفته شد

source: Selected
fa_ir: انتخاب شده

source: <i>%d views</i>
fa_ir: <i>%d بازدید </i>

source: More action
fa_ir: تنظیمات بیشتر

source: Unanswered
fa_ir: بدون پاسخ

source: Unsolved
fa_ir: حل نشده

source: Ask question
fa_ir: پرسش سوال

source: First name
fa_ir: نام

source: Your first name
fa_ir: نام شما

source: Last name
fa_ir: نام خانوادگی

source: Your surname
fa_ir: نام خانوادگی شما

source: Nickname
fa_ir: لقب

source: Your nickname
fa_ir: لقب شما

source: Display name
fa_ir: نام نمایشی

source: Write something about yourself
fa_ir: درباره خود چیزی بنویسید

source: Account
fa_ir: اکانت

source: Username
fa_ir: نام کاربری

source: Your username
fa_ir: نام کاربری شما

source: This cannot be changed.
fa_ir: این غیر قابل تغییر است

source: Email
fa_ir: ایمیل

source: Your contact email
fa_ir: ایمیل تماس شما

source: Password
fa_ir: رمز عبور

source: Update your password
fa_ir: به روز رسانی رمز عبور

source: Anonymous
fa_ir: ناشناس

source: (anonymous)
fa_ir: (ناشناس)

source: Page not found or registered.
fa_ir: صغحه مورد نظر شما پیدا نشده یا ثبت نشده

source: Top %s
fa_ir: برترین %s

source: subscribe
fa_ir: مشترک شدن

source: unsubscribe
fa_ir: لغو اشتراک

source: You already flagged this post
fa_ir: شما قبلا این پست را به عنوان اسپم نشانه گذاری کرده اید

source: Please login for adding question to your subscribe
fa_ir: لطفا برای مشترک شدن در سوال وارد شوید

source: Vote for closing
fa_ir: رای برای بستن سوال

source: Your close request has been removed
fa_ir: درخواست بستن پست شما حذف شد

source: Undo your vote
fa_ir: باز پس گیری رای

source: Your close request has been sent
fa_ir: درخواست بستن پست شمت با موفقیت ارسال شد

source: Something went wrong
fa_ir: مشکلی در سیستم ایجاد شده

source: Please login for requesting closing this question.
fa_ir: لطفا برای درخواست بستن این سوال وارد شوید

source: Up vote this post
fa_ir: رای مثب تبه این پست

source: Down vote this post
fa_ir: رای منفی به این پست

source: Close
fa_ir: بستن

source: Flag this post
fa_ir: این پست را به عنوان اسپم نشانه گذاری کنید

source: You have flagged this post
fa_ir: شما این پست را نشانه گذاری اسپم کردید

source: Flag
fa_ir: نشانه گذاری اسپم

source: Only you are subscribed to this question.
fa_ir: فقط شما در این سوال مشترک شده اید

source: You and <strong>%s people</strong> subscribed to this question.
fa_ir: شما و <strong>%s کاربر</strong> در این سوال مشترک شده اید

source: No one is subscribed to this question.
fa_ir: هیچکس در این سوال مشترک نشده

source: <strong>%d people</strong> subscribed to this question.
fa_ir: <strong>%d نفر </strong> در این سوال مشترک شده اند

source: Subscribers
fa_ir: مشترک شدن

source: Your answer
fa_ir: پاسخ شما

source: You dont have permission to answer this question.
fa_ir: شما مجاز به پاسخ دهی به این سوال نیستید

source: Please %s or %s to answer this question.
fa_ir: لطفا %s یا %s تا بتوانید به این سوال پاسخ دهید

source: Login
fa_ir: ورود

source: Register
fa_ir: ثبت نام

source: Private Answer
fa_ir: پاسخ خصوصی

source: Please %s or %s to view answers and comments
fa_ir: لطفا %s یا %s تا بتوانید سوالات و نظرات را مشاهده کنید

source: You dont have permission to ask question.
fa_ir: شما مجاز به پرسش سوال نیستید

source: Please %s or %s to ask a question.
fa_ir: لطفا %s یا %s تا بتوانید سوال بپرسید

source: Comment navigation
fa_ir: منوی نظرات

source: &larr; Older Comments
fa_ir: مرتب سازی نظرات &larr;

source: Newer Comments &rarr;
fa_ir: &rarr;نظرات جدید تر

source: Total votes
fa_ir: مجموع آراء

source: Votes
fa_ir: آرا

source: No question asked yet!, be the first to ask a question.
fa_ir: هنوز هیچ سوال پرسیده نشده ! اولین پرشگر باشید

source: Followers
fa_ir: دنبال کنندگان

source: Following
fa_ir: دنبال کردن

source: Password not matching
fa_ir: رمز عبور مطابقت ندارد

source: Password length must be 6 or higher
fa_ir: رمز عبور باید بیش از شش کاراکتر باشد

source: Not a valid email
fa_ir: ایمیل معتبر نیست

source: Username length must be 4 or higher
fa_ir: نام کاربری باید بیش از چهار کاراکتر باشد

source: Username not available
fa_ir: نام کاربری در دسترس نیست

source: Email already in use. %sDo you want to reset your password?%s
fa_ir: ایمیل در حال حاضر در حال استفاده است . %s آیا میخواهید رمز خود را دوباره تنظیم کنید %s

source: Loading
fa_ir: بارگذلری

source: Sending request
fa_ir: ارسال درخواست

source: Adding question to your favorites
fa_ir: اضافه کردن این سوال به لیست علاقه مندی های شما

source: Sending your vote
fa_ir: ارسال رای شما

source: Requesting for closing this question
fa_ir: درخواست بستن این سوال

source: Submitting request
fa_ir: ثبت درخواست

source: Loading comment form
fa_ir: بارگذاری فرم نظر

source: Sending your question
fa_ir: ارسال سوال شما

source: Sending your answer
fa_ir: ارسال پاسخ شما

source: Sending your comment
fa_ir: ارسال نظر شما

source: Deleting comment
fa_ir: حذف نظر

source: Updating comment
fa_ir: به روز رسانی نظر

source: Loading form
fa_ir: بارگذاری فرم

source: Saving labels
fa_ir: بارگذاری پیشنهادات

source: Uploading cover
fa_ir: آپلود کاور

source: Saving profile
fa_ir: ذخیره پروفایل

source: Sending message
fa_ir: ارسال پیغام

source: Loading conversation
fa_ir: بارگذاری گفت و گو

source: Loading new message form
fa_ir: بارگذاری فرم پیغام جدید

source: Loading more conversations
fa_ir: بارگذاری گفت و گو های بیشتر

source: Searching conversations
fa_ir: جستوجو گفت و گو ها

source: Loading message form
fa_ir: بارگذاری فرم پیغام

source: Updating message
fa_ir: به روز رسانی پست

source: Deleting message
fa_ir: حذف پست

source: Uploading
fa_ir: درحال آپلود

source: Your comment is awaiting moderation.
fa_ir: نظر شما در انتظار تایید است

source: ago
fa_ir: پیش

source: AP Before
fa_ir: قبل از

source: Widgets in this area will be shown before anspress body.
fa_ir: ابزارک های این منطقه قبل ار بدنه ی سایت نمایش داه خواهند شد

source: AP Lists Top
fa_ir: لیست برترین ها

source: Widgets in this area will be shown before questions list.
fa_ir: ابزارک های این منطقه قبل از لیست سوالات نمایش داده خواهند شد

source: AP Sidebar
fa_ir: سایدبار

source: Widgets in this area will be shown in AnsPress sidebar.
fa_ir: ابزارک های این منطقه در سایدبار انسپرس نمایش داده خواهند شد

source: AP Question Sidebar
fa_ir: سایدبار سوالات

source: Widgets in this area will be shown in question page sidebar.
fa_ir: ابزارک های این منطقه در سایدبار صفحه سوال نمایش داده خواهند شد

source: Search questions...
fa_ir: ...جستوجو سوال

source: This is a private %s.
fa_ir: خصوصی است%s این یک

source: This %s waiting for moderation.
fa_ir: در انتظار اعتدال %s

source: Featured post
fa_ir: پست های ارسال شده

source: Leave a reply
fa_ir: پاسخ دهید

source: 1 Reply
fa_ir: 1 پاسخ

source: % Replies
fa_ir: % پاسخ

source: Continue reading <span class="meta-nav">&rarr;</span>
fa_ir: <span class="meta-nav">&rarr;</span>ادامه مطلب

source: Pages:
fa_ir: صفحات :

source: About %s
fa_ir: درباره %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
fa_ir: نمایش یده<span class="meta-nav">&rarr;</span> تمامی پست هارا به وسیه ی

source: Question stats
fa_ir: تارخچه سوال

source: More answers by %s
fa_ir: پاسخ های بیشتر بوسیله %s

source: view
fa_ir: بازدید

source: No answer posted yet!
fa_ir: هیچ پاسخی ارسال نشده است!

source: More questions by %s
fa_ir: پرسش های بیشتر بوسیله %s

source: No question asked yet!
fa_ir: هیچ سوالی یافت نشد!

source: %s ago
fa_ir: %s پیش

source: No users found
fa_ir: کاربری یافت نشد

source: No users found.
fa_ir: کاربری یافت نشد!

source: No questions found.
fa_ir: پرسشی یافت نشد

source: No related questions found.
fa_ir: هیج سوال مرتبطی یافت نشد

source: %d sub categories
fa_ir: %d زیر دسته

source: Categories
fa_ir: دسته ها

source: Title:
fa_ir: عنوان:

source: Parent:
fa_ir: سردسته

source: Top level
fa_ir: سطح بالا

source: Number:
fa_ir: عدد

source: Order By:
fa_ir: مرتب سازی بر اساس:

source: None
fa_ir: هیچ کدام

source: عدد
fa_ir: Количествоعدد

source: ID
fa_ir: آیدی

source: Term group
fa_ir: مدت گروه

source: Order:
fa_ir: سفارش :

source: Avatar size:
fa_ir: اندازه آواتار :

source: No options
fa_ir: بدون تنظیمات

source: Ago
fa_ir: پیش

source: Views
fa_ir: بازدید ها

source: Order by:
fa_ir: سفارش بوسیله :

source: Limit:
fa_ir: محدود:

source: Ask questions
fa_ir: طرح پرسش

source: Related Questions
fa_ir: سوالات مرتبط

source: Search questions & answers
fa_ir: جستجو در پرسش و پاسخ ها

source: Search questions
fa_ir: جستجو در پرسش ها

source: Avatar:
fa_ir: آواتار:

source: Show
fa_ir: نمایش

source: AnsPress
fa_ir: انسپرس

source: The most advance community question and answer
fa_ir: پلاگین پیشرفته پرسشو پاسخ فارسی برای وردپرس | فارسی سازی توسط کیوتوای فارسی

source: Rahul Aryan
fa_ir: راهول آریان

# Post Type General Name
source: Questions
fa_ir: پرسش ها

# Post Type General Name
source: Answers
fa_ir: پاسخ ها

# Post Type Singular Name
source: Question
fa_ir: پرسش

# Post Type Singular Name
source: Answer
fa_ir: پاسخ
